Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/Department/Department.*.resx
Languages: es

source: Account Owner
es: Propietario de la cuenta

source: Address
es: DIRECCIÓN

# AddressError
source: We were unable verify the address supplied. Check to ensure it's correct before you continue.
es: No pudimos verificar la dirección suministrada. Verifique para asegurarse de que sea correcto antes de continuar.

# AddressHelp
source: This is the address of your department; it could be the address of a single station or your district office. This address is used to help locate your district and area, and is used as a fallback for some operations (i.e. centering the big board).
es: Esta es la dirección de su departamento; Podría ser la dirección de una sola estación o su oficina de distrito. Esta dirección se utiliza para ayudar a localizar su distrito y área, y se utiliza como alternativa para algunas operaciones (es decir, centrar la gran junta).

source: Api & Rss Settings
es: Configuración de API y RSS

# ApiSettingsHeader
source: API Settings
es: Configuración de API

# CallSettingsHeader
source: Call Import Settings
es: Configuración de importación de llamadas

source: Call Sorting
es: Clasificación de llamadas

source: City
es: Ciudad

# CityLabel
source: City
es: Ciudad

source: Completed On
es: Completado en

source: Country
es: País

# CountryLabel
source: Country
es: País

# DefaultMapCenterLabel
source: Default Map Center GPS Coordinates
es: Coordenadas GPS de Map Center predeterminadas

source: Delete Invite
es: Eliminar invitación

# DeleteInviteWarning
source: WARNING: This will permanently delete this invite and the link the user has in the email will result in an error. Are you sure you want to delete the invite?
es: ADVERTENCIA: Esto eliminará permanentemente esta invitación y el enlace que el usuario tiene en el correo electrónico dará como resultado un error. ¿Estás seguro de que quieres eliminar la invitación?

# DepartmentAddressHeader
source: Department Address
es: Dirección del departamento

source: Department Name
es: Nombre de Departamento

# DepartmentSettingsHeader
source: Department Settings
es: Configuración del departamento

source: Disable Auto-Available
es: Desactivar automáticamente disponible

# DisableAutoAvailableHelp
source: Disable automatically setting personnel's status to Available after an hour
es: Desactivar automáticamente establecer el estado del personal en el que esté disponible después de una hora

source: Dispatch Import Email
es: Enviar correo electrónico de importación

# DispatchImportEmailHelp
source: This is your ALL-CALL email address, all users in your department (who have call notifications enabled) will receive the call alert
es: Esta es su dirección de correo electrónico de atención, todos los usuarios de su departamento (que tienen notificaciones de llamadas habilitadas) recibirán la alerta de llamadas

source: Dispatch Settings
es: Configuración de envío

# DispatchSettingsHeader
source: Dispatch Settings
es: Configuración de envío

source: Email Address
es: Dirección de correo electrónico

source: Email Addresses
es: Correos electrónicos

# EmailAddressesHelp
source: Enter the email addresses separated by comma's (i.e. "test1@test.com, test2@test.com")
es: Ingrese las direcciones de correo electrónico separadas por la coma (es decir, "test1@test.com, test2@test.com")

source: Email Type
es: Tipo de correo electrónico

source: Force Department Update
es: Actualización del departamento de fuerza

# ForceDepartmentUpdateInfo
source: Resgrid caches some department data to increase performance. Some examples of data that is cached is staffing levels, department settings, personnel roles\groups\names. If you have issues where some department data is incorrect you might want to clear your departments cache.
es: REgrid almacena en caché algunos datos del departamento para aumentar el rendimiento. Algunos ejemplos de datos almacenados en caché son los niveles de personal, la configuración del departamento, los roles de personal \ Groups \ Names. Si tiene problemas en los que algunos datos del departamento son incorrectos, es posible que desee borrar el caché de los departamentos.

# InvitesHeader
source: Invites
es: Invitaciones

# LatitudePlaceholder
source: Mapping Center Latitude
es: Latitud del centro de mapeo

# LatitudePlaceholderHelp
source: Latitude (Decimal Notation: i.e. 39.1517)
es: Latitud (notación decimal: es decir, 39.1517)

# LongitudePlaceholder
source: Mapping Center Longitude
es: Longitud del centro de mapeo

# LongitudePlaceholderHelp
source: Longitude (Decimal Notation: i.e. -119.4571)
es: Longitud (notación decimal: es decir, -119.4571)

# MinutesToKeepOpen
source: Minutes to keep call open
es: Minutos para mantener la llamada abierta

# MinutesToKeepOpenHelp
source: The value above will keep email imported calls open for that long, then they will be closed. The Prune checkbox also needs to be checked for auto closing to occur.
es: El valor anterior mantendrá las llamadas importadas de correo electrónico abiertas por tanto tiempo, luego se cerrarán. La casilla de verificación de Prune también debe verificarse para que se produzca el cierre automático.

source: Pending
es: Pendiente

# PersonCallDispatchStatusLabel
source: Person Call Dispatch Status
es: Estado de envío de llamadas de persona

# PersonCallReleaseStatusLabel
source: Person Call Release Status
es: Estado de liberación de llamadas de la persona

source: Personnel Sorting
es: Clasificación de personal

# PersonnelStaffingResetHeader
source: Personnel Staffing Reset
es: Restablecimiento de personal de personal

# PersonnelStaffingResetInfo
source: If you need to reset all your personnel's staffing level every day, you can configure it here. An example would be resetting staffing to unavailable every day so that for red-flag days you are sure personnel that are marked available happened after the reset.
es: Si necesita restablecer todo el nivel de personal de su personal todos los días, puede configurarlo aquí. Un ejemplo sería restablecer el personal para que no esté disponible todos los días, de modo que para los días de flag roja está seguro de que el personal está marcado disponible después del reinicio.

# PersonnelStatusResetHeader
source: Personnel Status Reset
es: Restablecer el estado del personal

# PersonnelStatusResetInfo
source: If you need to reset all your personnel's statuses every day, you can configure it here. An example would be resetting status to "Standing By" every day so that you know personnel status is reset.
es: Si necesita restablecer todos los estados de su personal todos los días, puede configurarlo aquí. Un ejemplo sería restablecer el estado de "mantener" todos los días para que sepa que el estado del personal se restablece.

# PostalCodeLabel
source: Zip/Postal Code
es: Código postal/postal

# Provision
source: Provision Rss\Atm Urls
es: Provisión RSS \ ATM URLS

# ProvisionFailureBody
source: Resgrid was unable provision the number you requested, please retry the operation with another number. If you cannot provision a number, please contact us and let us know.
es: Resgrid no pudo provocar el número que solicitó, vuelva a intentar la operación con otro número. Si no puede aprovisionar un número, contáctenos y háganoslo saber.

# ProvisionFailureHeader
source: Provision Failure
es: Falla de la provisión

# PruneCalls
source: Prune (Auto Close) Calls
es: Prune (cierre automático) llamadas

# PruneCallsHelp
source: This will auto-close your automatically created calls (i.e. via an email, text or audio import process)
es: Esto cerrará automáticamente sus llamadas creadas automáticamente (es decir, a través de un proceso de importación de correo electrónico, texto o audio)

# Regenerate
source: Regenerate RSS Urls
es: Regenerar URL RSS

# RegenerateWarning
source: WARNING: Regenerating your Rss\Atom Urls will require all readers\consumers to update to the a new Url. Are you sure you want to regenerate?
es: Advertencia: la regeneración de sus URL RSS \ Atom requerirá que todos los lectores \ consumidores actualicen a la nueva URL. ¿Estás seguro de que quieres regenerar?

source: Resend Invite
es: Reenviar Invitación

# ResendInviteWarning
source: WARNING: This will resend this invite to the invite email address and reset the sent on date. Are you sure you want to resend this invite?
es: ADVERTENCIA: Esto reenviará esta invitación a la dirección de correo electrónico de invitación y restablecerá la fecha enviada. ¿Estás seguro de que quieres reenviar esta invitación?

source: Reset Staffing Daily?
es: Reiniciar personal diariamente?

source: Reset Staffing Level To
es: Restablecer el nivel de personal para

source: Reset Status Daily?
es: Restablecer el estado diariamente?

# ResetStatusDailyTime
source: Time to Reset Status
es: Tiempo para restablecer el estado

# ResetStatusDailyTo
source: Reset Status To
es: Restablecer el estado de

# RssActiveCallFeedHeader
source: RSS Active Call Feed
es: Feed de llamada activa RSS

# RssActiveCallFeedInfo
source: Resgrid allows your department’s active calls to be accessed via a RSS feed. This allows any feed reader (like a blog reader, or even Microsoft Outlook) to actively display and notify of new calls. For maximum compatible Resgrid will generate a unique URL for RSS 2.0 readers. This URL has no other protection (username\password, etc) so it’s important that it’s not publicly shared if you which not to have active calls data public.
es: Resgrid permite acceder a las llamadas activas de su departamento a través de una alimentación RSS. Esto permite que cualquier lector de feed (como un lector de blog, o incluso Microsoft Outlook) muestre y notifique activamente a nuevas llamadas. Para el regrid compatible máximo generará una URL única para los lectores RSS 2.0. Esta URL no tiene otra protección (nombre de usuario \ contraseña, etc.), por lo que es importante que no se comparta públicamente si no tiene públicos los datos de llamadas activas.

# RssActiveCallNoFeedInfo
source: Your department does not have RSS feed Urls provisioned. Click the button below to provision your RSS Urls. Only provision RSS\Atom Urls when your department needs it.
es: Su departamento no tiene URL de alimentación RSS aprovisionadas. Haga clic en el botón a continuación para provocar sus URL RSS. Solo elaborar URL RSS \ Atom cuando su departamento lo necesite.

# SavedDispatchSettings
source: Successfully saved Dispatch Settings.
es: Configurado con éxito la configuración de envío.

source: Send Invites
es: Enviar invitaciones

source: Sent On
es: Enviado

# SetStatusforShiftPersonnelOnDispatchLabel
source: Set Status for Shift Personnel On Dispatch
es: Establecer el estado para el personal de turno en el envío

source: Shift Settings
es: Configuración de cambio

# State
source: State/Province
es: Provincia del estado

# StateLabel
source: State/Province
es: Provincia del estado

source: Street
es: Calle

# StreetLabel
source: Street
es: Calle

# TimeResetStaffingDaily
source: Time to Reset Staffing
es: Tiempo para restablecer el personal

source: Time Zone
es: Zona horaria

source: Unit Sorting
es: Clasificación de unidades

source: Use 24-Hour Time
es: Use tiempo las 24 horas

# UseShiftForGroupDispatchLabel
source: Use Shift for Group Dispatch
es: Usar turno para el envío grupal

# Zip
source: Zip/Postal Code
es: Código postal/postal
