Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/Security/Security.*.resx
Languages: es

# SecurityPermissionsHeader
source: Security and Permissions
es: Seguridad y Permisos

# SecurityPermissionsDescription
source: Here you can set the permissions for your department, for example which users or roles can create calls, or who is authorized to create and remove users. Changes to the permissions will take effect on the next login to the Resgrid web application.
es: Aquí puede establecer los permisos para su departamento.

# AuditLogsButton
source: Audit Logs
es: Registros de Auditoría

# PermissionColumn
source: Permission
es: Permiso

# NoteColumn
source: Note
es: Nota

# ValueColumn
source: Value
es: Valor

# TwoFactorEnforcementHeader
source: Two-Factor Authentication (2FA) Enforcement
es: Aplicación de Autenticación de Dos Factores (2FA)

# TwoFactorEnforcementDescription
source: Require authenticator-app 2FA for admin users. When enabled, admins who have not set up 2FA will be redirected to enroll before accessing administrative features.
es: Requiere 2FA con aplicación autenticadora para usuarios administradores.

# Require2FAForAdminsLabel
source: Require 2FA for Admins
es: Requerir 2FA para Administradores

# Require2FAForAdminsDescription
source: Controls which admin-level users must enroll in authenticator-app 2FA (Google Authenticator, Microsoft Authenticator, Authy, etc.).
es: Controla qué usuarios de nivel de administrador deben inscribirse en 2FA con aplicación autenticadora.

# Require2FADisabled
source: Disabled (no requirement)
es: Desactivado (sin requisito)

# Require2FADeptAdmins
source: Department Admins + Managing User
es: Administradores del Departamento + Usuario Gestor

# Require2FAAllAdmins
source: Department Admins + Managing User + Group Admins
es: Administradores del Departamento + Usuario Gestor + Administradores de Grupo

# Require2FASettingSaved
source: 2FA enforcement setting saved.
es: Configuración de 2FA guardada.

# Require2FASettingFailed
source: Failed to save 2FA enforcement setting.
es: Error al guardar la configuración de 2FA.

# Require2FACannotEnableNoManagingUser2FA
source: Cannot enable 2FA enforcement: the managing user of this department does not have two-factor authentication enabled on their account. The managing user must enable 2FA before this setting can be turned on.
es: No se puede habilitar la aplicación de 2FA: el usuario gestor del departamento no tiene la autenticación de dos factores habilitada.

# Require2FACannotEnableNoCurrentUser2FA
source: Cannot enable 2FA enforcement: you do not have two-factor authentication enabled on your own account. You must enable 2FA before you can require it for others.
es: No se puede habilitar la aplicación de 2FA: usted no tiene la autenticación de dos factores habilitada en su cuenta.

# Require2FABothMustEnable
source: Cannot enable 2FA enforcement: neither you nor the managing user have two-factor authentication enabled. Both must enable 2FA before this setting can be turned on.
es: No se puede habilitar la aplicación de 2FA: ni usted ni el usuario gestor tienen la autenticación de dos factores habilitada.

# Require2FASettingLocked
source: This setting is locked until the above conditions are met.
es: Esta configuración está bloqueada hasta que se cumplan las condiciones anteriores.

# PermissionNameColumn
source: Permission
es: Permiso

# PermissionNoteColumn
source: Note
es: Nota

# PermissionSelectionColumn
source: Selection
es: Selección

# PermissionGroupOnlyColumn
source: Group Only
es: Solo Grupo

# PermissionNoRoles
source: No Roles
es: Sin Roles

# BreadcrumbSecurity
source: Security and Permissions
es: Seguridad y Permisos

# SecurityDescription
source: Here you can set the permissions for your department, for example which users or roles can create calls, or who is authorized to create and remove users. Changes to the permissions will take effect on the next login to the Resgrid web application.
es: Aquí puede establecer los permisos para su departamento.

# PermAddUsersLabel
source: Who can Add Users
es: Quién puede Agregar Usuarios

# PermAddUsersNote
source: This option determines who can add users/personnel to the department. By default only Department Administrators (and the managing member) can add users. But Group Admins can also be allowed to add users (limited only to the group they are an admin of).
es: Esta opción determina quién puede agregar usuarios al departamento.

# PermRemoveUsersLabel
source: Who can Remove Users
es: Quién puede Eliminar Usuarios

# PermRemoveUsersNote
source: This option determines who can remove users/personnel from the department. By default only Department Administrators (and the managing member) can remove users. But Group Admins can also be allowed to remove users (limited only to the users in the group they are an admin of).
es: Esta opción determina quién puede eliminar usuarios del departamento.

# PermCreateCallLabel
source: Who can Create Calls
es: Quién puede Crear Llamadas

# PermCreateCallNote
source: This option determines who can manually create calls from the Resgrid system. By default Everyone can create calls.
es: Esta opción determina quién puede crear llamadas manualmente. Por defecto, todos pueden crear llamadas.

# PermDeleteCallLabel
source: Who can Delete Calls
es: Quién puede Eliminar Llamadas

# PermDeleteCallNote
source: This option determines who can delete calls from the Resgrid system. By default Everyone can delete calls.
es: Esta opción determina quién puede eliminar llamadas. Por defecto, todos pueden eliminar llamadas.

# PermCloseCallLabel
source: Who can Close Calls
es: Quién puede Cerrar Llamadas

# PermCloseCallNote
source: This option determines who can close calls from the Resgrid system. By default Everyone can close calls.
es: Esta opción determina quién puede cerrar llamadas. Por defecto, todos pueden cerrar llamadas.

# PermAddCallDataLabel
source: Who can Add Data To Calls
es: Quién puede Agregar Datos a las Llamadas

# PermAddCallDataNote
source: This option determines who can add data; like images, notes and files, to calls from the Resgrid system. By default Everyone can add data to calls.
es: Esta opción determina quién puede agregar datos a las llamadas. Por defecto, todos pueden agregar datos.

# PermCreateTrainingLabel
source: Who can Create Trainings
es: Quién puede Crear Entrenamientos

# PermCreateTrainingNote
source: This option determines who can create trainings. By default only Department Admins can create trainings.
es: Esta opción determina quién puede crear entrenamientos. Por defecto, solo los administradores del departamento.

# PermCreateDocumentLabel
source: Who can Add Documents
es: Quién puede Agregar Documentos

# PermCreateDocumentNote
source: This option determines who can add documents. By default Everyone can add documents.
es: Esta opción determina quién puede agregar documentos. Por defecto, todos pueden agregar documentos.

# PermCreateCalendarEntryLabel
source: Who can Create Calendar Entries
es: Quién puede Crear Entradas de Calendario

# PermCreateCalendarEntryNote
source: This option determines who can create calendar entries. By default Everyone can create calendar entries.
es: Esta opción determina quién puede crear entradas de calendario. Por defecto, todos pueden hacerlo.

# PermCreateNoteLabel
source: Who can Create Notes
es: Quién puede Crear Notas

# PermCreateNoteNote
source: This option determines who can create notes. By default Everyone can create notes.
es: Esta opción determina quién puede crear notas. Por defecto, todos pueden crear notas.

# PermCreateLogLabel
source: Who can Add Log Entries
es: Quién puede Agregar Entradas de Registro

# PermCreateLogNote
source: This option determines who can add log entries. By default Everyone can add log entries.
es: Esta opción determina quién puede agregar entradas de registro. Por defecto, todos pueden hacerlo.

# PermCreateShiftLabel
source: Who can Create Shifts
es: Quién puede Crear Turnos

# PermCreateShiftNote
source: This option determines who can create and edit shifts. By default only Department Admins can create and edit shifts.
es: Esta opción determina quién puede crear y editar turnos. Por defecto, solo los administradores del departamento.

# PermViewPersonalInfoLabel
source: Who can View Personal Info
es: Quién puede Ver Información Personal

# PermViewPersonalInfoNote
source: This option determines who can view personal information (PII) about personnel in the system. For example: Email Address, Phone Numbers, etc. By default Everyone can view this information.
es: Esta opción determina quién puede ver información personal (PII) del personal. Por defecto, todos pueden verla.

# PermAdjustInventoryLabel
source: Who can Adjust Inventory
es: Quién puede Ajustar el Inventario

# PermAdjustInventoryNote
source: This option determines who can adjust inventory levels in the system. By default Everyone can adjust inventory.
es: Esta opción determina quién puede ajustar los niveles de inventario. Por defecto, todos pueden ajustarlo.

# PermViewPersonnelLocationLabel
source: Who can see the Location of Personnel
es: Quién puede ver la Ubicación del Personal

# PermViewPersonnelLocationNote
source: This option determines who can see the location of personnel on the maps. To lock the option to just group admins and roles within a group you need to check the Group Only option.
es: Esta opción determina quién puede ver la ubicación del personal en los mapas.

# PermViewUnitLocationLabel
source: Who can see the Location of Units
es: Quién puede ver la Ubicación de las Unidades

# PermViewUnitLocationNote
source: This option determines who can see the location of units on the maps. To lock the option to just group admins and roles within a group you need to check the Group Only option.
es: Esta opción determina quién puede ver la ubicación de las unidades en los mapas.

# PermCreateMessageLabel
source: Who can send messages
es: Quién puede enviar mensajes

# PermCreateMessageNote
source: This option determines who can create and send messages (in-system mail). By default everyone can create and send messages.
es: Esta opción determina quién puede crear y enviar mensajes. Por defecto, todos pueden enviar mensajes.

# PermViewGroupsUsersLabel
source: Who can view users
es: Quién puede ver usuarios

# PermViewGroupsUsersNote
source: By default all users can see all other users in the system. This option allows you to limit who can see users in the system.
es: Por defecto, todos los usuarios pueden ver a todos los demás en el sistema.

# PermViewGroupsUnitsLabel
source: Who can view units
es: Quién puede ver unidades

# PermViewGroupsUnitsNote
source: By default all users can see all units in the system. This option allows you to limit who can view units in the system.
es: Por defecto, todos los usuarios pueden ver todas las unidades del sistema.

# PermViewContactsLabel
source: Who can view Contacts
es: Quién puede ver Contactos

# PermViewContactsNote
source: By default all users can see all contacts in the system. This option allows you to limit who can view contacts in the system. If a user cannot view Contacts they also won't be able to add them to a call.
es: Por defecto, todos los usuarios pueden ver todos los contactos del sistema.

# PermEditContactsLabel
source: Who can edit or create Contacts
es: Quién puede editar o crear Contactos

# PermEditContactsNote
source: By default all users can create and edit contacts in the system. This option allows you to limit who can create or edit contacts in the system.
es: Por defecto, todos los usuarios pueden crear y editar contactos del sistema.

# PermDeleteContactsLabel
source: Who can delete Contacts
es: Quién puede eliminar Contactos

# PermDeleteContactsNote
source: By default all users can delete contacts in the system. This option allows you to limit who can delete contacts in the system.
es: Por defecto, todos los usuarios pueden eliminar contactos del sistema.

# PermCreateWorkflowLabel
source: Who can Create/Edit Workflows
es: Quién puede Crear/Editar Flujos de Trabajo

# PermCreateWorkflowNote
source: This option determines who can create, edit, and delete workflows and workflow steps. By default only Department Admins can manage workflows.
es: Esta opción determina quién puede crear, editar y eliminar flujos de trabajo. Por defecto, solo los administradores del departamento.

# PermManageWorkflowCredentialsLabel
source: Who can Manage Workflow Credentials
es: Quién puede Gestionar Credenciales de Flujo de Trabajo

# PermManageWorkflowCredentialsNote
source: This option determines who can create, edit, and delete encrypted credentials used by workflow actions (e.g., SMTP passwords, API keys). By default only Department Admins can manage credentials.
es: Esta opción determina quién puede gestionar las credenciales cifradas usadas por las acciones del flujo de trabajo.

# PermViewWorkflowRunsLabel
source: Who can View Workflow Runs
es: Quién puede Ver Ejecuciones de Flujo de Trabajo

# PermViewWorkflowRunsNote
source: This option determines who can view workflow execution history, run logs, and health dashboards. By default only Department Admins can view workflow runs.
es: Esta opción determina quién puede ver el historial de ejecución de flujos de trabajo.

# SsoPageTitle
source: Single Sign-On (SSO) & SCIM
es: Inicio de Sesión Único (SSO) y SCIM

# SsoPageHeader
source: Single Sign-On & Identity Provisioning
es: Inicio de Sesión Único y Aprovisionamiento de Identidad

# SsoSecurityPolicyButton
source: Security Policy
es: Política de Seguridad

# SsoAddOidcButton
source: Add OIDC Config
es: Agregar Configuración OIDC

# SsoAddSamlButton
source: Add SAML 2.0 Config
es: Agregar Configuración SAML 2.0

# SsoWhatIsSsoHeader
source: What is SSO & SCIM?
es: ¿Qué es SSO y SCIM?

# SsoSingleSignOnHeader
source: Single Sign-On (SSO)
es: Inicio de Sesión Único (SSO)

# SsoSingleSignOnDescription
source: Allow department members to log in with their existing corporate identity (Microsoft Entra ID, Okta, Google Workspace, etc.) instead of a separate Resgrid password.
es: Permite a los miembros del departamento iniciar sesión con su identidad corporativa existente (Microsoft Entra ID, Okta, Google Workspace, etc.) en lugar de una contraseña de Resgrid separada.

# SsoOidcDescription
source: OIDC — Modern protocol, ideal for Entra, Okta, Auth0, Google
es: OIDC — Protocolo moderno, ideal para Entra, Okta, Auth0, Google

# SsoSamlDescription
source: SAML 2.0 — Widely supported by government & enterprise IdPs
es: SAML 2.0 — Ampliamente compatible con IdP gubernamentales y empresariales

# SsoScimHeader
source: SCIM 2.0 Provisioning
es: Aprovisionamiento SCIM 2.0

# SsoScimDescription
source: Automatically sync users from your identity provider. When you onboard or offboard staff in your corporate directory, Resgrid reflects those changes automatically — no manual invite/remove steps.
es: Sincronice automáticamente los usuarios desde su proveedor de identidad. Cuando incorpore o dé de baja personal en su directorio corporativo, Resgrid refleja esos cambios automáticamente.

# SsoScimAutoCreate
source: Auto-create new members when added in your IdP
es: Crear automáticamente nuevos miembros cuando se agreguen en su IdP

# SsoScimAutoDisable
source: Disable/remove members when deprovisioned
es: Deshabilitar/eliminar miembros cuando se les quite el aprovisionamiento

# SsoScimSyncNames
source: Keep names & email addresses in sync
es: Mantener nombres y direcciones de correo electrónico sincronizados

# SsoSecurityPolicyHeader
source: Security Policy
es: Política de Seguridad

# SsoSecurityPolicyDescription
source: Enforce department-wide compliance controls alongside SSO:
es: Aplicar controles de cumplimiento en todo el departamento junto con SSO:

# SsoSecurityPolicyMandateMfa
source: Mandate MFA for all members
es: Exigir MFA para todos los miembros

# SsoSecurityPolicyRestrictLogin
source: Restrict login to SSO only (disable passwords)
es: Restringir el inicio de sesión solo a SSO (deshabilitar contraseñas)

# SsoSecurityPolicyIpRestrict
source: Limit logins to specific IP CIDR ranges
es: Limitar inicios de sesión a rangos CIDR de IP específicos

# SsoSecurityPolicyPasswordRules
source: Set password expiration & complexity rules
es: Establecer caducidad de contraseña y reglas de complejidad

# SsoSecurityPolicyDataClassification
source: Classify data level (Unclassified / CUI / Confidential)
es: Clasificar el nivel de datos (Sin clasificar / CUI / Confidencial)

# SsoDiscoveryUrlCalloutTitle
source: Mobile App Discovery URL
es: URL de Descubrimiento para Aplicación Móvil

# SsoDiscoveryUrlCalloutDescription
source: The Resgrid mobile app uses this URL to discover your SSO settings before showing the login screen. Share it with your mobile team if needed.
es: La aplicación móvil de Resgrid usa esta URL para descubrir su configuración SSO antes de mostrar la pantalla de inicio de sesión. Compártala con su equipo móvil si es necesario.

# SsoCopyButton
source: Copy
es: Copiar

# SsoCopiedToClipboard
source: Copied to clipboard!
es: ¡Copiado al portapapeles!

# SsoConfigurationsHeader
source: SSO Configurations
es: Configuraciones SSO

# SsoNoConfigurationsWarning
source: No SSO configurations yet. Use the buttons above to add OIDC or SAML 2.0.
es: Sin configuraciones SSO todavía. Use los botones de arriba para agregar OIDC o SAML 2.0.

# SsoTableColProvider
source: Provider
es: Proveedor

# SsoTableColIdentifier
source: Identifier / Endpoint
es: Identificador / Punto final

# SsoTableColStatus
source: Status
es: Estado

# SsoTableColLocalLogin
source: Local Login
es: Inicio Local

# SsoTableColAutoProvision
source: Auto-Provision
es: Auto-Aprovisionamiento

# SsoTableColCreated
source: Created
es: Creado

# SsoTableColActions
source: Actions
es: Acciones

# SsoStatusEnabled
source: Enabled
es: Habilitado

# SsoStatusDisabled
source: Disabled
es: Deshabilitado

# SsoLocalLoginYes
source: Yes
es: Sí

# SsoLocalLoginSsoOnly
source: SSO Only
es: Solo SSO

# SsoAutoProvisionOn
source: On
es: Activado

# SsoAutoProvisionOff
source: Off
es: Desactivado

# SsoScimStatusActive
source: Active
es: Activo

# SsoScimStatusNoToken
source: No Token
es: Sin Token

# SsoScimStatusOff
source: Off
es: Desactivado

# SsoEditButton
source: Edit
es: Editar

# SsoDeleteConfirmTitle
source: Confirm Delete
es: Confirmar Eliminación

# SsoDeleteConfirmMessage
source: Are you sure you want to delete the {0} SSO configuration? This cannot be undone.
es: ¿Está seguro de que desea eliminar la configuración SSO de {0}? Esto no se puede deshacer.

# SsoDeleteCancelButton
source: Cancel
es: Cancelar

# SsoDeleteButton
source: Delete
es: Eliminar

# SsoEditPageTitleNew
source: New SSO Configuration
es: Nueva Configuración SSO

# SsoEditPageTitleEdit
source: Edit SSO Configuration
es: Editar Configuración SSO

# SsoEditBreadcrumbNew
source: New
es: Nueva

# SsoEditBreadcrumbEdit
source: Edit
es: Editar

# SsoEditStep1Label
source: Step 1
es: Paso 1

# SsoEditStep1Header
source: Provider & Basic Settings
es: Proveedor y Configuración Básica

# SsoEditProviderTypeLabel
source: Identity Provider Protocol
es: Protocolo del Proveedor de Identidad

# SsoEditEnableLabel
source: Enable this SSO configuration
es: Habilitar esta configuración SSO

# SsoEditEnableDescription
source: Only one configuration per provider type is active at a time.
es: Solo una configuración por tipo de proveedor está activa a la vez.

# SsoEditAllowLocalLoginLabel
source: Allow local password login
es: Permitir inicio de sesión con contraseña local

# SsoEditAllowLocalLoginDescription
source: When checked, users can still log in with username & password in addition to SSO. Disable this together with the Security Policy's Require SSO flag to enforce SSO-only login.
es: Cuando está marcado, los usuarios aún pueden iniciar sesión con nombre de usuario y contraseña además de SSO.

# SsoEditAutoProvisionLabel
source: Auto-provision new users
es: Auto-aprovisionar nuevos usuarios

# SsoEditAutoProvisionDescription
source: Automatically create a Resgrid account when a user authenticates via SSO for the first time and no matching email is found. Leave off to require manual invitation first.
es: Crear automáticamente una cuenta de Resgrid cuando un usuario se autentica vía SSO por primera vez y no se encuentra un correo coincidente.

# SsoEditScimEnableLabel
source: Enable SCIM 2.0 provisioning
es: Habilitar aprovisionamiento SCIM 2.0

# SsoEditScimEnableDescription
source: Allows your IdP to automatically create/update/deactivate members. After saving, go to the SCIM Setup page to generate a bearer token.
es: Permite a su IdP crear/actualizar/desactivar miembros automáticamente. Después de guardar, vaya a la página de Configuración SCIM para generar un token portador.

# SsoEditDefaultRankLabel
source: Default Rank for Auto-Provisioned Users
es: Rango Predeterminado para Usuarios Auto-Aprovisionados

# SsoEditDefaultRankDescription
source: Optional. Applied only when Auto-Provision creates a new member.
es: Opcional. Se aplica solo cuando Auto-Aprovisionamiento crea un nuevo miembro.

# SsoEditStep2OidcLabel
source: Step 2 — OIDC
es: Paso 2 — OIDC

# SsoEditStep2OidcHeader
source: OpenID Connect Settings
es: Configuración de OpenID Connect

# SsoEditOidcInfoAlert
source: Where to find these values: In your IdP, register Resgrid as a Public Client (PKCE, no client secret required for mobile) or Web App (with secret for server-side flows). Copy the Client ID and Issuer URL from the registered application.
es: Dónde encontrar estos valores: En su IdP, registre Resgrid como Cliente Público (PKCE) o Aplicación Web (con secreto para flujos del lado del servidor).

# SsoEditAuthorityLabel
source: Authority / Issuer URL
es: Autoridad / URL del Emisor

# SsoEditAuthorityDescription
source: Examples: Entra ID: https://login.microsoftonline.com/{tenant-id}/v2.0 | Okta: https://{your-domain}.okta.com/oauth2/default | Google: https://accounts.google.com
es: Ejemplos: Entra ID: https://login.microsoftonline.com/{tenant-id}/v2.0 | Okta: https://{your-domain}.okta.com/oauth2/default | Google: https://accounts.google.com

# SsoEditClientIdLabel
source: Client ID
es: ID de Cliente

# SsoEditClientIdDescription
source: The public client identifier assigned by your IdP. Safe to display — not a secret.
es: El identificador de cliente público asignado por su IdP. Seguro para mostrar — no es un secreto.

# SsoEditClientSecretLabel
source: Client Secret
es: Secreto de Cliente

# SsoEditClientSecretStored
source: Secret stored
es: Secreto almacenado

# SsoEditClientSecretDescription
source: Encrypted at rest using your department-specific key. Leave blank if using PKCE (mobile/SPA — no secret needed).
es: Cifrado en reposo usando su clave específica del departamento. Déjelo en blanco si usa PKCE.

# SsoEditClientSecretKeepExisting
source: Leave blank to keep the existing secret unchanged.
es: Déjelo en blanco para mantener el secreto existente sin cambios.

# SsoEditStep2SamlLabel
source: Step 2 — SAML 2.0
es: Paso 2 — SAML 2.0

# SsoEditStep2SamlHeader
source: SAML 2.0 Settings
es: Configuración de SAML 2.0

# SsoEditSamlInfoAlert
source: Where to find these values: In your IdP, create a new SAML application. Enter the SP Entity ID and ACS URL shown below into your IdP, then paste the IdP metadata URL or certificate back here.
es: Dónde encontrar estos valores: En su IdP, cree una nueva aplicación SAML. Ingrese el SP Entity ID y la ACS URL mostrados a continuación en su IdP.

# SsoEditSpEntityIdLabel
source: SP Entity ID (enter this into your IdP)
es: SP Entity ID (ingréselo en su IdP)

# SsoEditAcsUrlLabel
source: ACS URL (Assertion Consumer Service — enter this into your IdP)
es: ACS URL (Servicio Consumidor de Aserciones — ingréselo en su IdP)
