Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/Security/Security.*.resx
Languages: es

# SsoEditAcsUrlNote
source: This URL uses an encrypted department token — never exposes your plain department code.
es: Esta URL usa un token de departamento cifrado — nunca expone su código de departamento en texto plano.

# SsoEditEntityIdEditableNote
source: Must match exactly what you entered in the IdP.
es: Debe coincidir exactamente con lo que ingresó en el IdP.

# SsoEditMetadataUrlLabel
source: IdP Metadata URL
es: URL de Metadatos del IdP

# SsoEditMetadataUrlNote
source: Resgrid will periodically fetch this URL to stay up to date with IdP certificates.
es: Resgrid obtendrá periódicamente esta URL para mantenerse actualizado con los certificados del IdP.

# SsoEditAcsUrlStoredLabel
source: ACS URL (stored)
es: ACS URL (almacenada)

# SsoEditAcsUrlStoredNote
source: Auto-filled from the generated URL above. Modify only if you configured a different ACS URL in your IdP.
es: Completada automáticamente desde la URL generada arriba. Modifíquela solo si configuró una ACS URL diferente en su IdP.

# SsoEditIdpCertLabel
source: IdP Signing Certificate (PEM)
es: Certificado de Firma del IdP (PEM)

# SsoEditIdpCertStored
source: Certificate stored
es: Certificado almacenado

# SsoEditIdpCertNote
source: Encrypted at rest. Leave blank to keep the existing certificate.
es: Cifrado en reposo. Déjelo en blanco para mantener el certificado existente.

# SsoEditSigningKeyLabel
source: SP Signing Key (PEM, optional)
es: Clave de Firma del SP (PEM, opcional)

# SsoEditSigningKeyStored
source: Key stored
es: Clave almacenada

# SsoEditSigningKeyNote
source: Encrypted at rest. Leave blank if your IdP does not require signed requests.
es: Cifrado en reposo. Déjelo en blanco si su IdP no requiere solicitudes firmadas.

# SsoEditStep3Label
source: Step 3
es: Paso 3

# SsoEditStep3Header
source: Attribute Mapping
es: Mapeo de Atributos

# SsoEditAttrMapDescription
source: Map claim names your IdP sends to the Resgrid user fields. Leave blank to use the standard claim URIs automatically. The value is the claim name as emitted by your IdP.
es: Asigne nombres de reclamaciones que su IdP envía a los campos de usuario de Resgrid.

# SsoEditAttrMapJsonLabel
source: Attribute Mapping JSON
es: JSON de Mapeo de Atributos

# SsoEditAttrMapJsonNote
source: Must be valid JSON. Use the quick-fill buttons on the right.
es: Debe ser JSON válido. Use los botones de relleno rápido a la derecha.

# SsoEditQuickFillHeader
source: Quick-fill presets
es: Preajustes de relleno rápido

# SsoEditQuickFillDescription
source: Click to auto-fill the mapping JSON with known defaults for your IdP.
es: Haga clic para rellenar automáticamente el JSON de mapeo con valores predeterminados conocidos para su IdP.

# SsoEditFieldMappingHeader
source: Supported Resgrid field keys
es: Claves de campo de Resgrid compatibles

# SsoEditFieldKeyColumn
source: Key
es: Clave

# SsoEditFieldDescColumn
source: Description
es: Descripción

# SsoEditFieldEmailDesc
source: User's email address
es: Dirección de correo electrónico del usuario

# SsoEditFieldFirstNameDesc
source: Given / first name
es: Nombre / primer nombre

# SsoEditFieldLastNameDesc
source: Surname / family name
es: Apellido / nombre de familia

# SsoEditFieldSubjectDesc
source: Unique IdP subject (for account linking)
es: Sujeto único del IdP (para vinculación de cuentas)

# SsoEditCreateButton
source: Create Configuration
es: Crear Configuración

# SsoEditSaveButton
source: Save Changes
es: Guardar Cambios

# SsoEditCancelButton
source: Cancel
es: Cancelar

# ScimSetupPageTitle
source: SCIM 2.0 Setup
es: Configuración de SCIM 2.0

# ScimSetupPageHeader
source: SCIM 2.0 Provisioning Setup
es: Configuración de Aprovisionamiento SCIM 2.0

# ScimSetupBreadcrumb
source: SCIM Setup
es: Configuración SCIM

# ScimSetupBackButton
source: Back to SSO
es: Volver a SSO

# ScimSetupTokenWarningTitle
source: Important — Copy your SCIM Bearer Token Now
es: Importante — Copie su Token Portador SCIM Ahora

# ScimSetupTokenWarningBody
source: This token is displayed only once and cannot be retrieved again. Copy it immediately and paste it into your identity provider's SCIM configuration. If you lose it, click Rotate Token to generate a new one.
es: Este token se muestra solo una vez y no puede recuperarse nuevamente. Cópielo inmediatamente y péguelo en la configuración SCIM de su proveedor de identidad.

# ScimSetupCopyTokenButton
source: Copy Token
es: Copiar Token

# ScimSetupTokenEncryptedNote
source: This token is stored encrypted in the Resgrid database using your department-specific encryption key.
es: Este token se almacena cifrado en la base de datos de Resgrid usando su clave de cifrado específica del departamento.

# ScimSetupStatusHeader
source: SCIM Status
es: Estado de SCIM

# ScimSetupStatusProvider
source: Provider
es: Proveedor

# ScimSetupStatusEnabled
source: SCIM Enabled
es: SCIM Habilitado

# ScimSetupStatusEnabledYes
source: Yes
es: Sí

# ScimSetupStatusBearerToken
source: Bearer Token
es: Token Portador

# ScimSetupStatusTokenConfigured
source: Configured
es: Configurado

# ScimSetupStatusTokenNotSet
source: Not Set
es: No Establecido

# ScimSetupRotateTokenButton
source: Rotate SCIM Token
es: Rotar Token SCIM

# ScimSetupGenerateTokenButton
source: Generate SCIM Token
es: Generar Token SCIM

# ScimSetupRotateTokenNote
source: Rotating generates a new token and invalidates the old one.
es: Rotar genera un nuevo token e invalida el anterior.

# ScimSetupRotateTokenConfirm
source: Are you sure? Any existing SCIM integration will break until you update the token in your IdP.
es: ¿Está seguro? Cualquier integración SCIM existente se interrumpirá hasta que actualice el token en su IdP.

# ScimSetupConnectorHeader
source: SCIM Connector Settings
es: Configuración del Conector SCIM

# ScimSetupConnectorDescription
source: Enter these values into your identity provider's SCIM provisioning configuration.
es: Ingrese estos valores en la configuración de aprovisionamiento SCIM de su proveedor de identidad.

# ScimSetupSettingColumn
source: Setting
es: Configuración

# ScimSetupValueColumn
source: Value
es: Valor

# ScimSetupBaseUrlLabel
source: SCIM Connector Base URL
es: URL Base del Conector SCIM

# ScimSetupAuthMethodLabel
source: Authentication Method
es: Método de Autenticación

# ScimSetupAuthHeaderLabel
source: Authorization Header
es: Encabezado de Autorización

# ScimSetupCustomHeaderNameLabel
source: Custom Header Name
es: Nombre de Encabezado Personalizado

# ScimSetupCustomHeaderValueLabel
source: Custom Header Value
es: Valor de Encabezado Personalizado

# ScimSetupSupportedResourcesLabel
source: Supported Resources
es: Recursos Admitidos

# ScimSetupSupportedUpdateMethodLabel
source: Supported Update Method
es: Método de Actualización Admitido

# ScimSetupGuideHeader
source: Step-by-Step Setup Guide
es: Guía de Configuración Paso a Paso

# ScimSetupTabGeneric
source: Other / Generic
es: Otro / Genérico

# ScimSetupGenericHeader
source: Any SCIM 2.0 compatible client can be configured with the following:
es: Cualquier cliente compatible con SCIM 2.0 puede configurarse con lo siguiente:

# ScimSetupFieldMappingHeader
source: Resgrid SCIM field mapping
es: Mapeo de campos SCIM de Resgrid

# ScimSetupParamColumn
source: Parameter
es: Parámetro

# ScimSetupScimFieldColumn
source: SCIM field
es: Campo SCIM

# ScimSetupResgridEffectColumn
source: Resgrid effect
es: Efecto en Resgrid

# SecurityPolicyPageTitle
source: Department Security Policy
es: Política de Seguridad del Departamento

# SecurityPolicyPageHeader
source: Department Security Policy
es: Política de Seguridad del Departamento

# SecurityPolicyBreadcrumb
source: Security Policy
es: Política de Seguridad

# SecurityPolicyBackButton
source: Back to SSO
es: Volver a SSO

# SecurityPolicySaveSuccess
source: Security policy saved successfully.
es: Política de seguridad guardada exitosamente.

# SecurityPolicyNoSsoWarning
source: No active SSO configuration. You can configure password policies below, but Require SSO cannot be enabled until you have an active SSO configuration.
es: Sin configuración SSO activa. Puede configurar políticas de contraseña a continuación, pero Requerir SSO no se puede habilitar hasta que tenga una configuración SSO activa.

# SecurityPolicyConfigureSsoLink
source: Configure SSO →
es: Configurar SSO →

# SecurityPolicyAuthControlsHeader
source: Authentication Controls
es: Controles de Autenticación

# SecurityPolicyRequireMfaLabel
source: Require MFA for all members
es: Requerir MFA para todos los miembros

# SecurityPolicyRequireMfaNote
source: Members who have not enrolled in MFA will be prompted to do so on next login.
es: Los miembros que no se hayan inscrito en MFA serán redirigidos para hacerlo en el próximo inicio de sesión.

# SecurityPolicyRequireSsoLabel
source: Require SSO — disable password login
es: Requerir SSO — deshabilitar inicio de sesión con contraseña

# SecurityPolicyRequiresSsoConfig
source: Requires active SSO config
es: Requiere configuración SSO activa

# SecurityPolicyRequireSsoWarning
source: Warning: Enabling this blocks all username/password logins. Ensure at least one admin has tested SSO login successfully before enabling.
es: Advertencia: Habilitar esto bloquea todos los inicios de sesión con nombre de usuario/contraseña.

# SecurityPolicySessionTimeoutLabel
source: Session Timeout (minutes)
es: Tiempo de Espera de Sesión (minutos)

# SecurityPolicySessionTimeoutNote
source: 0 = use system default. 480 = 8 hours.
es: 0 = usar predeterminado del sistema. 480 = 8 horas.

# SecurityPolicyMaxSessionsLabel
source: Max Concurrent Sessions per User
es: Máximo de Sesiones Concurrentes por Usuario

# SecurityPolicyMaxSessionsNote
source: 0 = unlimited. Government environments typically set 1.
es: 0 = ilimitado. Los entornos gubernamentales típicamente establecen 1.

# SecurityPolicyIpRangesLabel
source: Allowed IP Ranges (CIDR)
es: Rangos de IP Permitidos (CIDR)

# SecurityPolicyIpRangesNote
source: One CIDR block per line, or comma-separated. Empty = allow all. Logins from outside these ranges will be denied.
es: Un bloque CIDR por línea, o separado por comas. Vacío = permitir todos.

# SecurityPolicyDataClassLabel
source: Data Classification Level
es: Nivel de Clasificación de Datos

# SecurityPolicyDataClassNote
source: Used for compliance reporting and audit logs.
es: Utilizado para informes de cumplimiento y registros de auditoría.

# SecurityPolicyPasswordHeader
source: Password Policy
es: Política de Contraseñas

# SecurityPolicyPasswordInfoAlert
source: Password policies apply to local (non-SSO) logins only. If you enable Require SSO above, these settings have no effect.
es: Las políticas de contraseña se aplican solo a los inicios de sesión locales (no SSO).

# SecurityPolicyPasswordExpirationLabel
source: Password Expiration (days)
es: Caducidad de Contraseña (días)

# SecurityPolicyPasswordExpirationNote
source: 0 = passwords never expire. 90 is typical for CUI environments.
es: 0 = las contraseñas nunca caducan. 90 es típico para entornos CUI.

# SecurityPolicyMinPasswordLengthLabel
source: Minimum Password Length
es: Longitud Mínima de Contraseña

# SecurityPolicyMinPasswordLengthNote
source: 0 = system default (8). NIST recommends 12+; CUI requires 14+.
es: 0 = predeterminado del sistema (8). NIST recomienda 12+; CUI requiere 14+.

# SecurityPolicyPasswordComplexityLabel
source: Require password complexity
es: Requerir complejidad de contraseña

# SecurityPolicyPasswordComplexityNote
source: Enforces at least one uppercase letter, one digit, and one special character.
es: Exige al menos una letra mayúscula, un dígito y un carácter especial.

# SecurityPolicyQuickPresetsHeader
source: Quick presets
es: Preajustes rápidos

# SecurityPolicyPresetGovernment
source: Government / CUI
es: Gobierno / CUI

# SecurityPolicyPresetEnterprise
source: Standard Enterprise
es: Empresa Estándar

# SecurityPolicyPresetMinimal
source: Minimal
es: Mínimo

# SecurityPolicySaveButton
source: Save Security Policy
es: Guardar Política de Seguridad

# SecurityPolicyCancelButton
source: Cancel
es: Cancelar

# SecurityPolicyCannotEnableRequireSso
source: Cannot enable SSO-only login: no active SSO configuration exists. Create and enable an SSO configuration first.
es: No se puede habilitar el inicio de sesión solo SSO: no existe una configuración SSO activa. Cree y habilite una configuración SSO primero.
