Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/CustomStatuses/CustomStatuses.*.resx
Languages: es

# AddOption
source: Add Option (Button)
es: Añadir opción (botón)

# ButtonBackgroundColorLabel
source: Button Background Color
es: Color de fondo del botón

# ButtonColorLabel
source: Button Color
es: Color del boton

source: Button Preview
es: Vista previa del botón

# ButtonsHelp
source: These are the buttons your users will see on mobile applications and the website.
es: Estos son los botones que sus usuarios verán en aplicaciones móviles y el sitio web.

source: Button Text
es: Botón de texto

# ButtonTextColorLabel
source: Button Text Color
es: Color de texto del botón

# ButtonTextLabel
source: Button Text
es: Botón de texto

source: Calls
es: Llamadas

source: Calls and Stations
es: Llamadas y estaciones

# ChangesWarning
source: Changes to custom statues can take up to 30 minutes to fully propagate though the Resgrid network. Mobile app users are encouraged to manually resync (Settings->Advanced Settings->ReSync).
es: Los cambios en las estatuas personalizadas pueden tardar hasta 30 minutos en propagarse por completo a través de la red de regrid. Se alienta a los usuarios de aplicaciones móviles a recuperar manualmente (configuración-> Configuración avanzada-> resync).

# CurrentPersonnelStatusesHeader
source: Custom Personnel Statuses (Actions)
es: Estados de personal personalizados (acciones)

# CurrentUnitStatusesHeader
source: Current Unit Statuses
es: Estado de la unidad actual

# CustomPersonnelStaffingLevelsHeader
source: Custom Personnel Staffing Levels
es: Niveles de personal personalizado de personal

# CustomStatusDescPlaceholder
source: A description of the custom statuses.
es: Una descripción de los estados personalizados.

# CustomStatusesHeader
source: Custom Statuses
es: Estado personalizado

# CustomStatusNamePlaceholder
source: Custom Statuses Set Name (i.e. 'My Custom Statuses')
es: Estados personalizados Nombre del conjunto (es decir, 'mis estados personalizados')

# DefaultPersonnelActions
source: Default Personnel Actions/Statuses
es: Acciones/estados de personal predeterminados

source: Default Personnel Staffing
es: Personal de personal predeterminado

# DeleteCustomStatusWarning
source: WARNING: This will permanently delete this status set and your buttons will revert back to the defaults for this unit type. Are you sure you want to delete this status set?
es: Advertencia: esto eliminará permanentemente este conjunto de estado y sus botones volverán a los valores predeterminados para este tipo de unidad. ¿Estás seguro de que quieres eliminar este conjunto de estado?

# DetailTypeLabel
source: Detail Type
es: Tipo de detalle

# EditCustomStateDetailHeader
source: Edit Custom State Detail
es: Editar detalles de estado personalizados

# EditEntryHeader
source: Edit Custom Statuses
es: Editar estados personalizados

source: Editing Set
es: Set de edición

source: Edit Personnel Statuses
es: Editar estados de personal

source: Edit Staffing Levels
es: Editar niveles de personal

# NewCustomStatusesHeader
source: New Custom Statuses
es: Nuevos estados personalizados

# NewOptionHeader
source: New Option
es: Nueva opción

source: No Detail
es: Sin detalle

source: No Note
es: Sin nota

# NoteTypeLabel
source: Note Type
es: Tipo de nota

source: Personnel Actions
es: Acciones de personal

source: Personnel Staffing
es: Personal de personal

# PersonnelStatusesLabel
source: Personnel Statuses
es: Estado de personal

source: Preview Button
es: Botón de vista previa

# RequireGPSLabel
source: Require GPS
es: Requerir GPS

source: Set Custom Staffing Levels
es: Establecer niveles de personal personalizados

source: Set Custom Statuses
es: Establecer estados personalizados

# StaffingLevelsLabel
source: Staffing Levels
es: Niveles de empleo

source: Stations
es: Estaciones

# TextColorLabel
source: Text Color
es: Color de texto

source: Unit Status
es: Estado de la unidad
