Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Account/Login.*.resx
Languages: es

# CompletedInviteHeader
source: Completed Invite
es: Invitación completada

# CompleteInviteHeader
source: Complete Invite
es: Invitación completa

# CompleteInviteText1
source: Supply the information to create your own Resgrid account and join
es: Proporcione la información para crear su propia cuenta Resgrid y unirse

# CompleteInviteText2
source: The information you are supplying is used to create your account in Resgrid. If you already have an account your existing account will be linked with the department as part of this invite.
es: La información que proporciona se utiliza para crear su cuenta en Resgrid. Si ya tiene una cuenta, su cuenta existente se vinculará con el departamento como parte de esta invitación.

# CompleteInviteText3
source: If you are having trouble completing the invite or are running into issues, please reach out to the Administrator of the department for the invite you are trying to complete for assistance. They can manually add your account if necessary.
es: Si tiene problemas para completar la invitación o tiene problemas, comuníquese con el administrador del departamento de la invitación que está tratando de completar para obtener ayuda. Pueden agregar manualmente su cuenta si es necesario.

source: Confirm Password
es: confirmar Contraseña

# CreateAccount
source: Create an account
es: Crea una cuenta

source: Department Name
es: Nombre de Departamento

# DontHaveAccount
source: Do not have an account?
es: ¿No tiene una cuenta?

source: Email Address
es: Dirección de correo electrónico

source: First Name
es: Nombre de pila

# ForgotPassword
source: Forgot your username or password?
es: ¿Ha olvidado su nombre de usuario o contraseña?

source: Go Back
es: Regresa

source: Home
es: Hogar

# InviteCompletedInfo
source: It looks this invite has already been completed. If this is in error contact your department or origination to get another invite, else you can log in with your username or password.
es: Parece que esta invitación ya se ha completado. Si se trata de un error, comuníquese con su departamento u origen para obtener otra invitación; de lo contrario, puede iniciar sesión con su nombre de usuario o contraseña.

# InviteCompletedNotice
source: Resgrid Invite has already been completed
es: La invitación a Resgrid ya se completó

source: Last Name
es: Apellido

# LockedOutHeader
source: Locked out
es: Bloqueado

# LockedOutText
source: This account has been locked out, please try and log in again in 30 minutes. Please note support cannot unlock an account for you.
es: Esta cuenta ha sido bloqueada, intente iniciar sesión nuevamente en 30 minutos. Tenga en cuenta que el soporte no puede desbloquearle una cuenta.

source: Log In
es: Acceso

# LoginMessage1
source: Enter your username and password to login.
es: Ingrese su nombre de usuario y contraseña para iniciar sesión.

# LoginMessage2
source: If your department has already signed up ask that departments admin for an invite.
es: Si su departamento ya se ha registrado, solicite una invitación al administrador del departamento.

# LoginMessage3
source: If your department has not yet signed up for Resgrid you can create a new account which will create the department for you.
es: Si su departamento aún no se ha registrado en Resgrid, puede crear una nueva cuenta que creará el departamento por usted.

# LoginMessage4
source: Maintenance is performed weekly on Saturday starting at 2000 hours Pacific.
es: El mantenimiento se realiza semanalmente los sábados a partir de las 2000 horas del Pacífico.

# LogOnHeader
source: Log On
es: Acceder

# MissingInviteBody
source: We're sorry but we were unable to locate your invite to Resgrid. Try having your department or organization send another one. If you already have a Resgrid account you can log in below.
es: Lo sentimos, pero no pudimos localizar su invitación a Resgrid. Intente que su departamento u organización envíe otro. Si ya tiene una cuenta de Resgrid, puede iniciar sesión a continuación.

# MissingInviteHeader
source: Invite Missing
es: Falta la invitación

# MissingInviteTopText
source: Unable to find your Resgrid Invite
es: No se puede encontrar su invitación de Resgrid

source: Notice
es: Aviso

source: Password
es: Contraseña

# PasswordHelp
source: Passwords must be 8 characters or longer and include a digit (number), an uppercase and lowercase letter
es: Las contraseñas deben tener 8 caracteres o más e incluir un dígito (número), una letra mayúscula y minúscula

source: privacy policy
es: política de privacidad

# RecoverAccountSuccess
source: If your email address is valid we have reset your password and sent your username and new password to the email address supplied. Email delivery can be delayed up to 15 minutes, <b>also check your spam or junk areas in your email client if you email doesn't arrive</b> by then.
es: Si su dirección de correo electrónico es válida, hemos restablecido su contraseña y le hemos enviado su nombre de usuario y nueva contraseña a la dirección de correo electrónico proporcionada. La entrega del correo electrónico se puede retrasar hasta 15 minutos, <b>verifique también las áreas de spam o basura en su cliente de correo electrónico si su correo electrónico no llega</b> para entonces.

# RecoverAccountText
source: Supply the email address you used with your Resgrid account. We will then send you an email to that address with your username and new password to log into the system.
es: Proporcione la dirección de correo electrónico que utilizó con su cuenta de Resgrid. Luego le enviaremos un correo electrónico a esa dirección con su nombre de usuario y nueva contraseña para iniciar sesión en el sistema.

# RecoveryAccountHeader
source: Recover Account
es: Recuperar cuenta

# RegisterHeader
source: Register
es: Registro

# RegisterText1
source: Registering for Resgrid is as easy as 1,2,3!
es: ¡Registrarse en Resgrid es tan fácil como 1,2,3!

# RegisterText2
source: Have one person from your org fill out this form
es: Pida a una persona de su organización que complete este formulario

# RegisterText3
source: Once Signed up, you can invite or add people from the Personnel page inside the app
es: Una vez registrado, puede invitar o agregar personas desde la página de Personal dentro de la aplicación

# RegisterText4
source: Thats it! Only a single person needs to Register the organization
es: ¡Eso es todo! Solo una persona necesita registrar la organización

# RegisterText5
source: If someone in your organization <b>already has an account with Resgrid</b> have them invite you to their department instead of creating a new one, if you want to use Resgrid with them.
es: Si alguien en su organización <b>ya tiene una cuenta con Resgrid</b>, pídale que lo invite a su departamento en lugar de crear uno nuevo, si desea usar Resgrid con ellos.

source: Resgister
es: Registrarse

# SignUpTerms1
source: By signing up, you accept
es: Al registrarte, aceptas

source: terms of use
es: condiciones de uso

source: Username
es: Nombre de usuario
