Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/Dispatch/Call.*.resx
Languages: es

source: Active Calls
es: Llamadas activas

# ActiveCallsHelp
source: Add a active call
es: Agregar una llamada activa

source: Add Archived Call
es: Agregar llamada archivada

# AddArchivedCallHeader
source: Add Archived Call
es: Agregar llamada archivada

# AddArchivedCallHelp
source: Add an archived call
es: Agregar una llamada archivada

source: Added By
es: Añadido por

source: Add File
es: Agregar archivo

# AddFilePlaceholder
source: Enter attachment name
es: Introduzca el nombre del archivo adjunto

source: Add Image
es: Añadir imagen

source: Add Linked Call
es: Agregar llamada vinculada

source: Add Note
es: Añadir la nota

# AddNotePlaceholder
source: Enter note here...
es: Introduzca la nota aquí...

# ArchivedCallsHeader
source: Archived Calls
es: Llamadas archivadas

source: Attached Images
es: Imágenes adjuntas

# CallDocumentsHeader
source: Call Documents
es: Documentos de llamadas

# CallExportHeader
source: Resgrid Call Export
es: Exportación de llamada de Resgrid

source: Call Form
es: Formulario de llamada

# CallFormLabel
source: Call Form
es: Formulario de llamada

# CallIdentifierLabel
source: Call Identifier
es: Identificador de llamada

# CallIdentifierPlaceholder
source: CAD Id or Inbound Call System Id
es: ID de CAD o ID del sistema de llamadas entrantes

# CallIdLabel
source: Id
es: Identificación

# CallLinksLabel
source: Call Links
es: Enlaces de llamadas

# CallNatureLabel
source: Nature of the Call
es: Naturaleza de la llamada

# CallNaturePlaceholder
source: A description of the nature of the call
es: Una descripción de la naturaleza de la llamada.

# CallNoteAddedByLabel
source: Call Note Added By
es: Nota de llamada añadida por

# CallNoteAddedOnLabel
source: Call Note Added On
es: Nota de llamada añadida el

# CallNotesHeader
source: Call Notes
es: Notas de llamadas

# CallNoteTextLabel
source: Call Note Text
es: Texto de nota de llamada

source: Call Number
es: Número de llamada

# CallNumberLabel
source: Number
es: Número

# CallsLinkedFromThisHeader
source: Calls Linked From (Parent Calls)
es: Llamadas vinculadas desde (llamadas principales)

# CallsLinkedToThisHeader
source: Calls Linked To (Children Calls)
es: Llamadas vinculadas a (llamadas de niños)

# CallTemplatesLabel
source: Call Templates
es: Plantillas de llamadas

source: Close Call
es: cerrar llamada

# CloseCallHeader
source: Close Call
es: cerrar llamada

# ClosedByLabel
source: Closed By
es: Cerrado por

# ClosedOnLabel
source: Closed On
es: Cerrado el

# CompletedNotesLabel
source: Completed Notes
es: Notas Completadas

# CompletedNotesPlaceholder
source: Notes about closing the call or the close reason
es: Notas sobre el cierre de la llamada o el motivo del cierre

# CompletedTypeLabel
source: Completed Type
es: Tipo completado

# CreateCall
source: Create and Dispatch Call
es: Crear y enviar llamadas

source: Delete Call
es: Eliminar llamada

# DeleteCallHeader
source: Delete Call
es: Eliminar llamada

# DeleteReasonLabel
source: Delete Reason
es: Borrar motivo

# DeleteReasonPlaceholder
source: The reason for deleting the call
es: El motivo de la eliminación de la llamada.

source: Dispatch Audio
es: Envío de audio

source: Dispatched Personnel
es: Personal Despachado

source: Dispatched Units
es: Unidades enviadas

# DispatchLabel
source: Dispatch
es: Despacho

# DrivingDirections
source: Driving Directions from
es: Indicaciones para llegar desde

# ExportUnauthHeader
source: This is an unauthenticated page for viewing this call only. You are not logged into Resgrid. Do not share this url.
es: Esta es una página no autenticada solo para ver esta llamada. No has iniciado sesión en Resgrid. No compartas esta URL.

source: File Name
es: Nombre del archivo

source: File Type
es: Tipo de archivo

source: Find Address
es: Encuentra la dirección

source: Find w3w Location
es: Encuentra la ubicación de w3w

# FlagCallNoteHeader
source: Flag Call Note
es: Marcar nota de llamada

# FlaggedReasonLabel
source: Flagged Reason
es: Motivo marcado

# FlaggedReasonPlaceholder
source: Reason for flagging
es: Motivo de marcar

# IncidentIdLabel
source: Incident Id
es: Identificación del incidente

# IncidentIdPlaceholder
source: Main or Parent External Incident Id
es: ID de incidente externo principal o principal

# IsFlaggedLabel
source: Is Flagged
es: está marcado

source: Learn More.
es: Aprende más.

source: Linked Calls
es: Llamadas vinculadas

# LocationLabel
source: Location
es: Ubicación

# LocationPlaceholder
source: Full Address of the call (Street, City, State, Postal)
es: Dirección completa de la llamada (Calle, Ciudad, Estado, Postal)

# LoggedByLabel
source: Logged By
es: Registrado por

# LoggedOnLabel
source: Logged On
es: Sesión iniciada

# MapPageLabel
source: Map Page
es: Página del mapa

# MapPagePlaceholder
source: Map Book Page
es: Página del libro de mapas

# NameLabel
source: Name
es: Nombre

# NamePlaceholder
source: Name of the Call
es: Nombre de la convocatoria

# NewCallHeader
source: New Call
es: Nueva llamada

source: No Attachments
es: Sin adjuntos

# NoFiles
source: No files attached to this Call
es: No hay archivos adjuntos a esta convocatoria

source: Not Closed
es: No se ha cerrado

source: Note
es: Nota

# NotesLabel
source: Notes
es: notas

# NotesPlaceholder
source: Notes for the call
es: Notas para la llamada

source: Not Supplied
es: No incluido

source: No Type
es: Sin tipo

# PersonnelActivityLabel
source: Personnel Activity
es: Actividad del personal

# PersonnelDispatchLabel
source: Personnel
es: Personal

source: Personnel Events
es: Eventos de personal

# PrioirtyLabel
source: Priority
es: Prioridad

# ProtocolQuestionHeader
source: Answer Protocol Questions
es: Preguntas sobre el protocolo de respuesta

# ProtocolsLabel
source: Protocols
es: protocolos

source: Protocol Text
es: Texto del protocolo

# RedispatchCallHelp
source: If you want to rebroadcast this call check this box. This will dispatch the call to all users selected, regardless if they were on the first dispatch or not.
es: Si desea retransmitir esta llamada marque esta casilla. Esto enviará la llamada a todos los usuarios seleccionados, independientemente de si estaban en el primer envío o no.

# RedispatchCallLabel
source: ReDispatch
es: Reenvío

# ReferenceIdLabel
source: Reference Id
es: Identificación de referencia

# ReferenceIdPlaceholder
source: Partner or Reference Number
es: Socio o número de referencia

# RegenerateCallLabel
source: Regenerate Call Numbers
es: Regenerar números de llamada

# RegenerateCallWarning
source: WARNING: This process will update ALL the Resgrid call numbers (i.e. 16-55) based on date. This process is not reversable.
es: ADVERTENCIA: Este proceso actualizará TODOS los números de llamada de Resgrid (es decir, 16-55) según la fecha. Este proceso no es reversible.

source: Re-Open Call
es: Volver a abrir la llamada

# ReportContactLabel
source: Reporter Contact Info
es: Información de contacto del reportero

# ReportContactPlaceholder
source: Phone or Email address of the Reporter
es: Teléfono o dirección de correo electrónico del denunciante

# ReportNameLabel
source: Reporter Name
es: Nombre del reportero

# ReportNamePlaceholder
source: Name of the Person Reporting the call
es: Nombre de la persona que reporta la llamada

# SelectCallLabel
source: Select Call
es: Seleccione Llamar

# SelectCallNoteLabel
source: Note for Link (Optional)
es: Nota para enlace (opcional)

# SelectCallTemplateHeader
source: Select Call Template
es: Seleccionar plantilla de llamada

# SelectCallToLinkHeader
source: Select Call To Link
es: Seleccione Llamar para vincular

# SendNotificationLabel
source: Send Notification
es: Enviar notificación

# SetTemplateButton
source: Set Template
es: Establecer plantilla

# StateLabel
source: State
es: Estado

source: Template
es: Plantilla

# TimestampLabel
source: Timestamp
es: marca de tiempo

# TypeLabel
source: Type
es: Tipo

# UnitActivityLabel
source: Unit Activity
es: Actividad de la unidad

source: Unit Events
es: Eventos de unidad

# UnitsDispatchLabel
source: Units
es: Unidades

# UpdateCallHeader
source: Update Call
es: Actualizar llamada

# ViewCallHeader
source: View Call
es: Ver llamada

source: View Text
es: Ver texto

# W3wHelp
source: This is a what3words address.
es: Esta es una dirección de what3words.
