Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/Profile/Profile.*.resx
Languages: es

source: Add Certification
es: Agregar certificación

# AddCertificationHeader
source: Add Certification
es: Agregar certificación

# AddCertificationHelp
source: Enter the information below to edit a certification in your profile. Example certifications are EMT certs, CPR/BLS, Hazmat, etc. Tracking certifications can be useful to ensure they are updated/renewed before they expire and the department knows who's certified for what. Fields in <span class="required">blue italics</span> are required.
es: Ingrese la información a continuación para editar una certificación en su perfil. Las certificaciones de ejemplo son CERTS EMT, CPR/BLS, HAZMAT, etc. Las certificaciones de seguimiento pueden ser útiles para garantizar que se actualicen/renovan antes de que expiren y el departamento sabe quién está certificado para qué. Se requieren campos en <span class = "requerido"> Cursos de azul </span>.

source: Add Scheduled Report
es: Agregar informe programado

source: Add Staffing Schedule
es: Agregar horario de personal

# CertificationDeleteWarning
source: WARNING: This will permanently delete this certification. Are you sure you want to delete the certification?
es: ADVERTENCIA: Esto eliminará permanentemente esta certificación. ¿Estás seguro de que quieres eliminar la certificación?

# CertificationNamePlaceholder
source: Certification Name
es: Nombre de certificacion

# CertificationsHeader
source: Certifications
es: Certificaciones

source: Change Password
es: Cambiar la contraseña

# ChangePasswordHeader
source: Change Password For User
es: Cambiar contraseña para el usuario

# ChangePasswordInfo
source: Here you can manually change the password for a user in the system. Enter in the new password and confirm it to change it. Passwords must be at least 6 characters in length. Note that Resgrid will not notify the user of this password change. Fields in <span class="required">blue italics</span> are required.
es: Aquí puede cambiar manualmente la contraseña para un usuario en el sistema. Ingrese en la nueva contraseña y confirme para cambiarla. Las contraseñas deben tener al menos 6 caracteres de longitud. Tenga en cuenta que Resgrid no notificará al usuario sobre este cambio de contraseña. Se requieren campos en <span class = "requerido"> Cursos de azul </span>.

source: Change Staffing To
es: Cambiar el personal a

source: Confirm Password
es: confirmar Contraseña

# ConfirmPasswordPlaceholder
source: Confirm the Password for this User
es: Confirme la contraseña de este usuario

# DaysOfWeek
source: Days of the Week
es: Días de la semana

source: Department Code
es: código del departamento

source: Department Id
es: ID de departamento

# EditCertificationInfo
source: Enter the information below to edit a certification in your profile. Example certifications are EMT certs, CPR/BLS, Hazmat, etc. Tracking certifications can be useful to ensure they are updated/renewed before they expire and the department knows who's certified for what. Fields in <span class="required">blue italics</span> are required.
es: Ingrese la información a continuación para editar una certificación en su perfil. Las certificaciones de ejemplo son CERTS EMT, CPR/BLS, HAZMAT, etc. Las certificaciones de seguimiento pueden ser útiles para garantizar que se actualicen/renovan antes de que expiren y el departamento sabe quién está certificado para qué. Se requieren campos en <span class = "requerido"> Cursos de azul </span>.

# EditCertificationsHeader
source: Edit Certification
es: Editar certificación

source: Edit Profile
es: Editar perfil

# EditScheduledReportHeader
source: Edit Scheduled Report
es: Editar informe programado

# EditStaffingScheduleHeader
source: Edit Staffing Schedule
es: Editar calendario de personal

source: Email User?
es: ¿Usuario de correo electrónico?

# EmailUserInfo
source: Check this box if you want the user Emailed with their UserName and new Password.
es: Marque esta casilla si desea que el usuario envíe un correo electrónico con su nombre de usuario y su nueva contraseña.

source: Expires On
es: Expira el

# ExpiresOnLabel
source: Expires On
es: Expira el

# IssuedByLabel
source: Issued By
es: Expedido por

# IssuedByPlaceholder
source: Issuing Authority name
es: Nombre de la autoridad emisora

# IssuedOnLabel
source: Issued On
es: Emitido por

source: Join Department
es: Se une al departamento

# JoinDepartmentHeader
source: Join Department
es: Se une al departamento

# JoinDepartmentInfo
source: You need to supply the current Department Id and Code for the Resgrid Department you wish to join.
es: Debe proporcionar la identificación y código del departamento actual para el departamento de regrid que desea unirse.

source: New Password
es: Nueva contraseña

# NewPasswordPlaceholder
source: New Password for this User
es: Nueva contraseña para este usuario

# NewPasswordReq
source: Passwords must be 8 characters or longer and include a digit (number), an uppercase and lowercase letter
es: Las contraseñas deben ser de 8 caracteres o más e incluir un dígito (número), una letra mayúscula y minúscula

# NewScheduledReportHeader
source: New Scheduled Report
es: Nuevo informe programado

# NewStaffingScheduleHeader
source: New Staffing Schedule
es: Nuevo horario de personal

# RemoveFromDepartmentWarning
source: WARNING: This will remove you from this department. Are you sure you sure?
es: ADVERTENCIA: Esto lo eliminará de este departamento. ¿Estás seguro de que estás seguro?

# RemoveYourself
source: Remove Yourself From Department
es: Quítate del departamento

# ReportDeliveryHeader
source: Report Delivery
es: Entrega de informes

# ReportDeliverySchedulesHeader
source: Report Delivery Schedules
es: Horario de entrega de informes

source: Report To Run
es: Informe para ejecutar

source: Schedules
es: Horario

source: Set As Active
es: Establecido como activo

# SetAsActiveWarning
source: WARNING: This will change your current active department, you can only be logged into one department at a time, are you sure?
es: ADVERTENCIA: Esto cambiará su departamento activo actual, solo puede iniciar sesión en un departamento a la vez, ¿está seguro?

source: Set As Default
es: Establecer por defecto

# SetAsDefaultWarning
source: WARNING: This will change your default department, if you want to view this department you will need to activate it afterwards.
es: ADVERTENCIA: Esto cambiará su departamento predeterminado, si desea ver este departamento, deberá activarlo después.

source: Specific Date
es: Fecha específica

source: Specific DateTime
es: DateTime específico

source: Staffing Schedule
es: Horario de personal

# StaffingSchedulesHeader
source: Staffing Schedule
es: Horario de personal

source: Time To Run
es: Hora de correr

# ValidAreaLabel
source: Valid Area
es: Área válida

# ValidAreaPlaceholder
source: Area certification in valid in
es: Certificación de área en válido en

# YourDepartmentsHeader
source: Your Departments
es: Tus departamentos
