Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/TwoFactor/TwoFactor.*.resx
Languages: es

# PageTitle
source: Two-Factor Authentication
es: Autenticación de Dos Factores

# SetupPageTitle
source: Enable Two-Factor Authentication
es: Habilitar Autenticación de Dos Factores

# DisablePageTitle
source: Disable Two-Factor Authentication
es: Deshabilitar Autenticación de Dos Factores

# RecoveryCodesPageTitle
source: Recovery Codes
es: Códigos de Recuperación

# VerifyPageTitle
source: Verify Identity
es: Verificar Identidad

# BreadcrumbTwoFactor
source: Two-Factor Authentication
es: Autenticación de Dos Factores

# BreadcrumbSetup
source: Setup
es: Configuración

# BreadcrumbDisable
source: Disable
es: Deshabilitar

# BreadcrumbRecoveryCodes
source: Recovery Codes
es: Códigos de Recuperación

# AuthenticatorAppHeader
source: Authenticator App (TOTP)
es: Aplicación Autenticadora (TOTP)

# TwoFactorEnabledAlert
source: Two-factor authentication is <strong>enabled</strong> on your account.
es: La autenticación de dos factores está <strong>habilitada</strong> en su cuenta.

# TwoFactorDisabledAlert
source: Two-factor authentication is <strong>not enabled</strong>. Enable it now to secure your account with an authenticator app such as Google Authenticator, Microsoft Authenticator, or Authy.
es: La autenticación de dos factores <strong>no está habilitada</strong>. Habilítela ahora para proteger su cuenta.

# RecoveryCodesRemainingText
source: You have {0} recovery code(s) remaining.
es: Le quedan {0} código(s) de recuperación.

# RecoveryCodesWarningText
source: You only have {0} recovery code(s) remaining. Generate new recovery codes before you run out.
es: Solo le quedan {0} código(s) de recuperación. Genere nuevos códigos antes de que se agoten.

# RegenerateRecoveryCodesButton
source: Regenerate Recovery Codes
es: Regenerar Códigos de Recuperación

# Disable2FAButton
source: Disable 2FA
es: Deshabilitar 2FA

# EnableAuthenticatorButton
source: Enable Authenticator App
es: Habilitar Aplicación Autenticadora

# SetupHeader
source: Set Up Authenticator App
es: Configurar Aplicación Autenticadora

# EnforcedWarning
source: Your department requires two-factor authentication for administrators. Please complete setup before continuing.
es: Su departamento requiere autenticación de dos factores para administradores. Complete la configuración antes de continuar.

# SetupInstructions
source: To use an authenticator app, follow these steps:
es: Para usar una aplicación autenticadora, siga estos pasos:

# SetupStep1
source: Download an authenticator app such as {0}, {1}, or {2}.
es: Descargue una aplicación autenticadora como {0}, {1} o {2}.

# SetupStep2QR
source: Scan the QR code below with your app, or enter the key manually:
es: Escanee el código QR a continuación con su aplicación, o ingrese la clave manualmente:

# SetupStep3
source: Once scanned, enter the 6-digit code shown in your authenticator app:
es: Una vez escaneado, ingrese el código de 6 dígitos que se muestra en su aplicación:

# VerificationCodeLabel
source: Verification Code
es: Código de Verificación

# VerifyAndEnableButton
source: Verify & Enable
es: Verificar y Habilitar

# InvalidCodeError
source: Verification code is invalid. Please check your authenticator app and try again.
es: El código de verificación no es válido. Compruebe su aplicación autenticadora e inténtelo de nuevo.

# SaveRecoveryCodesHeader
source: Save Your Recovery Codes
es: Guarde Sus Códigos de Recuperación

# SaveRecoveryCodesWarning
source: Important: Store these recovery codes in a secure place. Each code can only be used once. If you lose access to your authenticator app, you can use a recovery code to sign in.
es: Importante: Guarde estos códigos de recuperación en un lugar seguro. Cada código solo se puede usar una vez.

# DoneButton
source: Done
es: Listo

# DisableWarning
source: Disabling 2FA will reduce the security of your account. Your authenticator key will be reset.
es: Deshabilitar 2FA reducirá la seguridad de su cuenta. Se restablecerá su clave autenticadora.

# DisableConfirmationText
source: Enter your current authenticator code to confirm you wish to disable 2FA:
es: Ingrese su código autenticador actual para confirmar que desea deshabilitar 2FA:

# AuthenticatorCodeLabel
source: Authenticator Code
es: Código Autenticador

# Disable2FAConfirmButton
source: Disable 2FA
es: Deshabilitar 2FA

# VerifyIdentityHeader
source: Confirm Your Identity
es: Confirme Su Identidad

# VerifyIdentityDescription
source: This operation requires recent two-factor authentication verification. Please enter the current code from your authenticator app.
es: Esta operación requiere una verificación de dos factores reciente. Ingrese el código actual de su aplicación autenticadora.

# VerifyButton
source: Verify
es: Verificar

# LoginTwoFactorHeader
source: Two-Factor Authentication
es: Autenticación de Dos Factores

# LoginTwoFactorDescription
source: Your login is protected with an authenticator app. Enter the 6-digit code from your app below.
es: Su inicio de sesión está protegido con una aplicación autenticadora. Ingrese el código de 6 dígitos de su aplicación.

# RememberBrowserLabel
source: Don't ask again on this device for 30 days
es: No volver a preguntar en este dispositivo por 30 días

# VerifyCodeButton
source: Verify Code
es: Verificar Código

# UseRecoveryCodeLink
source: Lost access to your app? Use a recovery code
es: ¿Perdió acceso a su aplicación? Use un código de recuperación

# RecoveryCodeLoginHeader
source: Recovery Code Login
es: Inicio de Sesión con Código de Recuperación

# RecoveryCodeLoginDescription
source: You have lost access to your authenticator app. Enter one of your recovery codes below. Each recovery code can only be used once.
es: Ha perdido acceso a su aplicación autenticadora. Ingrese uno de sus códigos de recuperación. Cada código de recuperación solo se puede usar una vez.

# RecoveryCodeInputLabel
source: Recovery Code
es: Código de Recuperación

# LoginWithRecoveryCodeButton
source: Log In with Recovery Code
es: Iniciar Sesión con Código de Recuperación

# UseAuthenticatorAppLink
source: Use authenticator app instead
es: Usar aplicación autenticadora en su lugar

# InvalidCodeLogin
source: Invalid authenticator code.
es: Código autenticador no válido.

source: Invalid recovery code.
es: Código de recuperación no válido.
