Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/Units/Units.*.resx
Languages: es

source: Add Log
es: Agregar registro

source: Add Role
es: Agregar rol

# AddUnitLogHeader
source: Add Unit Log
es: Agregar registro de unidades

# AreYouSure
source: Are you sure you want to permanently delete all statuses for this unit?
es: ¿Estás seguro de que quieres eliminar permanentemente todos los estados para esta unidad?

# ClearAllStatuses
source: Clear out all Statuses For Unit
es: Borrar todos los estados para la unidad

source: Delete All
es: Eliminar todos

# DeleteUnitWarning
source: WARNING: This will permanently delete this unit. Are you sure you want to delete the unit
es: ADVERTENCIA: Esto eliminará permanentemente esta unidad. ¿Estás seguro de que quieres eliminar la unidad?

# EditUnitHeader
source: Edit Unit
es: Unidad de edición

source: Events for
es: Eventos para

source: Generate Report
es: Generar informe

# LogBodyLabel
source: Log Body (Narrative)
es: Cuerpo de registro (narrativa)

# LogBodyPlaceholder
source: A Narrative for the unit log
es: Una narrativa para el registro de la unidad

source: Logs
es: Registro

# NewUnitHeader
source: New Unit
es: Nueva unidad

source: Not Occupied
es: Desocupado

source: No Un-Grouped Units
es: No hay unidades no agrupadas

source: No Units in Department
es: No hay unidades en el departamento

source: No Units in this Group
es: No hay unidades en este grupo

source: Remove this role
es: Eliminar este papel

source: Role Name
es: Nombre de rol

# RoleNameHeader
source: Role Name
es: Nombre de rol

source: Select Unit
es: Unidad de selección

# SetMultipleUnitStatusHeader
source: Set Status for Units
es: Establecer el estado de las unidades

source: Set Status
es: Establecer el estado

source: Set Status for Selected Units
es: Estado establecido para unidades seleccionadas

# SetUnitStatusHeader
source: Set Unit Status
es: Establecer el estado de la unidad

# UnitsListStateWarning
source: You have selected a unit, only other units with the same custom (or default) states can be selected.
es: Ha seleccionado una unidad, solo se pueden seleccionar otras unidades con los mismos estados personalizados (o predeterminados).

source: Unit Staffing
es: Personal de la unidad

# UnitStaffingHeader
source: Unit Staffing
es: Personal de la unidad

source: View Events
es: Ver eventos

# ViewUnitEventsHeader
source: View Unit Events
es: Ver eventos de la unidad

# ViewUnitLogsHeader
source: View Unit Logs
es: Ver registros de unidades

source: Yes I'm sure
es: Sí estoy seguro

# YouCanAddType1
source: You can add a new Type
es: Puedes agregar un nuevo tipo

# YouCanAddType2
source: here
es: aquí
