Repository: Resgrid/Core
Catalog: Core/Resgrid.Localization/Areas/User/Logs/Logs.*.resx
Languages: es

# AddUnitsToLog
source: Add Unit to Log
es: Agregar unidad al registro

source: Attachments
es: Archivos adjuntos

source: Body Location
es: Ubicación del cuerpo

# BodyLocationReq
source: Body Location is required.
es: Se requiere la ubicación del cuerpo.

source: Call Name
es: Nombre de llamada

source: Call Priority
es: Prioridad de llamadas

# CaseNumber
source: Case #
es: Caso #

source: Cause
es: Causa

source: Condition
es: Condición

source: Coroner
es: Juez de instrucción

source: Date
es: Fecha

# DeleteWarning
source: WARNING: This will permanently delete this log. Are you sure you want to delete the log?
es: ADVERTENCIA: Esto eliminará permanentemente este registro. ¿Estás seguro de que quieres eliminar el registro?

source: Destination Location
es: Ubicación de destino

source: Dispatched
es: Enviada

source: Investigator
es: Investigadora

source: Location
es: Ubicación

# LogInfo
source: Log Information
es: Información de registro

source: Logs for Year
es: Registros para el año

# LogsHeader
source: Logs
es: Registro

source: Meeting
es: Reunión

# MeetingEndReq
source: Meeting end time is required.
es: Se requiere tiempo de finalización de la reunión.

# MeetingLocationReq
source: Meeting location is required.
es: Se requiere la ubicación de la reunión.

# MeetingStartReq
source: Meeting start time is required.
es: Se requiere la hora de inicio de la reunión.

source: Meeting Type
es: Tipo de reunión

# MeetingTypeReq
source: Meeting type is required.
es: Se requiere el tipo de reunión.

source: Narrative
es: Narrativa

source: New Call
es: Nueva llamada

source: New Log
es: Nuevo registro

# NewLogHeader
source: New Log
es: Nuevo registro

# NewLogInfo
source: Below you can add a new log to the system (i.e. run report, station work, training, event, etc). Logs an be used to detail information about call runs, meetings and trainings. Fields in blue italics are required.
es: A continuación puede agregar un nuevo registro al sistema (es decir, el informe de ejecución, el trabajo de la estación, la capacitación, el evento, etc.). Los registros se utilizarán para detallar la información sobre las ejecuciones de llamadas, reuniones y entrenamientos. Se requieren campos en cursiva azul.

source: Other Attendees
es: Otros asistentes

# OthersHavingContact
source: Others Having Contact with Body
es: Otros que tienen contacto con el cuerpo

source: Personnel
es: Personal

source: personnel required
es: requerido el personal

# PresidingPeople
source: Presiding Person(s)
es: Personas presidiadas

source: Pronounced Deceased By
es: Pronunciado fallecido por

# PronouncedDeceasedByReq
source: Pronounced Deceased By is required.
es: Se requiere pronunciado fallecido por.

# PronouncedDeceasedDateReq
source: Date is required.
es: Se requiere fecha.

source: Select Call
es: Seleccionar llamada

# TrainingEndError
source: Training end time is required.
es: Se requiere tiempo de finalización de capacitación.

# TrainingStartError
source: Training start time is required.
es: Se requiere la hora de inicio de la capacitación.

source: Unit Personnel
es: Personal de la unidad

source: Units
es: Unidades

source: Units and Personnel
es: Unidades y personal

# WorkLogEndRequired
source: Work end time is required.
es: Se requiere tiempo de finalización del trabajo.

# WorkLogStartRequired
source: Work start time is required.
es: Se requiere la hora de inicio del trabajo.
